define(function () {
    const aboutUs = `
        <p>Ласкаво просимо до української стендап-спільноти у Кьольні!</p>
        <p>Наша мета - розвивати українську комедію, просувати важливі для України ідеї та нагадувати іноземцям про нашу країну. Ми прагнемо навчитися виступати українською, а згодом і іншими мовами, щоб розширювати свою аудиторію.</p>
        <p>Незалежно від досвіду, кожен охочий може приєднатися до наших щотижневих зустрічей, де ми працюємо над створенням та вдосконаленням жартів у дружній атмосфері. Інформацію про час і місце цих зустрічей шукайте в оголошеннях групи.</p>
        <p>Давайте разом розвивати свої таланти, підтримувати один одного та створювати щось особливе! Приєднуйтесь до нашої спільноти та станьте частиною української стендап-сцени у Кьольні</p>
    `;

    return aboutUs;
});