define(function () {

    const aboutUs = `

        <h2>Місія</h2>

        <p>Наша місія - розвивати таланти і українську культуру через стендап комедію. Ми прагнемо просувати українські наративи та ідеї на міжнародній арені, виступаючи не лише українською, а й німецькою та англійською мовами на різних стендап майданчиках. Ми віримо, що наша присутність та творчість допоможуть нагадати іноземцям про Україну та важливість її підтримки.</p>

        <h2>Наша спільнота</h2>

        <p>Ми запрошуємо всіх, хто готовий долучитися до розвитку української комедії, просування українських наративів або просто хоче вдосконалити свої навички публічних виступів та спробувати щось нове. Наша спільнота - це місце, де ви можете ділитися своїми історіями, жартами та ідеями, отримувати підтримку та зворотній зв'язок.</p>

        <h2>Наші заходи</h2>

        <h3>1. Відкритий мікрофон</h3>

        <p>З радістю повідомляємо, що наш перший вечір відкритого мікрофону відбудеться 4 червня 2024 року! Це неймовірна можливість для людей, які готові спробувати свої сили у стендапі, познайомитися з однодумцями та отримати безцінний досвід виступів перед живою аудиторією. Наступні вечори відкритого мікрофону проводитимуться в залежності від готовності та кількості охочих виступити, тож слідкуйте за нашими анонсами та не пропустіть шанс стати частиною української комедійної сцени!</p>

        <h3>2. Читки</h3>

        <p>Для тих, хто прагне розвинути свій комедійний талант та відточити майстерність, ми створили щотижневі читки. Це затишні зустрічі, де ви можете поділитися своїми ідеями та напрацюваннями, отримати відгуки і поради від інших стендаперів та разом попрацювати над їх вдосконаленням. Приєднуйтесь до нашої дружньої та підтримуючої спільноти щонеділі, щоб крок за кроком наближатися до своєї мрії та розкрити свій комедійний потенціал!</p>

    `;

    return aboutUs;
});