define(function () {
    const events = [
        {
            "id": "meeting-1",
            "name": "Перша зустріч",
            "date": "2023-04-20",
            "time": "17:00",
            "location": "Christophstraße 44, 50670 Köln",
            "linkToMaps": "https://www.google.com/maps/place/Fr%C3%BCh+Em+Jan+von+Werth/@50.9444205,6.9437724,17z/data=!4m6!3m5!1s0x47bf25084a6918d5:0x9ff25e4473401be1!8m2!3d50.9444338!4d6.9436686!16s%2Fg%2F120kn5nz?entry=ttu",
            "description": "Якщо плануєте приєднатись до першої зустрічі, залишайте 👍 на відповідне повідомлення у WhatsApp групі. До речі, на першу зустріч можна приходити без жартів, просто познайомитись теж буде корисно.",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        }
    ];

    return events;
});