define(function () {
    const events = [
        {
            "id": "meeting-1",
            "name": "Перша зустріч",
            "date": "2024-04-20",
            "time": "17:00",
            "location": "Christophstraße 44, 50670 Köln",
            "linkToMaps": "https://www.google.com/maps/place/Fr%C3%BCh+Em+Jan+von+Werth/@50.9444205,6.9437724,17z/data=!4m6!3m5!1s0x47bf25084a6918d5:0x9ff25e4473401be1!8m2!3d50.9444338!4d6.9436686!16s%2Fg%2F120kn5nz?entry=ttu",
            "description": "Якщо плануєте приєднатись до першої зустрічі, залишайте 👍 на відповідне повідомлення у WhatsApp групі. До речі, на першу зустріч можна приходити без жартів, просто познайомитись теж буде корисно.",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-2",
            "name": "Друга читка",
            "date": "2024-05-12",
            "time": "17:00",
            "location": "Chlodwigpl. 28, 50678 Köln",
            "linkToMaps": "https://maps.app.goo.gl/YYwUYkWhvnqH7S8p6",
            "description": "Якщо плануєте приєднатись до першої зустрічі, залишайте 👍 на відповідне повідомлення у WhatsApp групі. Можна приходити без жартів, просто познайомитись теж буде корисно.",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "openMic-1",
            "name": "Перший український відкритий мікрофон у Кельні",
            "date": "2024-06-04",
            "time": "19:00",
            "location": "Theatercafe Filmdose, Zülpicher Str. 39, 50674 Köln",
            "linkToMaps": "https://maps.app.goo.gl/BPHbnNLBU87iRAmM9",
            "description": "<p>Запрошуємо всіх охочих взяти участь у першому українському відкритому мікрофоні у Кельні!</p><ul><li>Виступити може кожен бажаючий безкоштовно.</li><li>Для участі потрібно заповнити <a href=\"https://forms.gle/1w1J6xF9m9JD37Fk9\">гугл форму</a>.</li><li>Долучайтесь до нашого <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">чату у WhatsApp</a> для різних обговорень та оголошень.</li></ul><p>Вхід для глядачів: 5 євро. 100% виручки йде на підтримку ЗСУ.</p><p>Квитки можна придбати <a href=\"https://heylink.me/de_ua_kult/\" target=\"_blank\">тут</a>.</p>",
            "image": "openMic1.webp",
            "googleFormLink": "",
            "isFavorite": true
        }
    ];

    return events;
});