define(function () {
    const events = [
        {
            "id": "meeting-14",
            "name": "Читка",
            "date": "2024-08-18",
            "time": "17:00",
            "location": "Столики в парку біля Hanzaring, Köln",
            "linkToMaps": "https://maps.app.goo.gl/tscc3bUP3BpQkBFt9",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>, або напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-13",
            "name": "Читка",
            "date": "2024-08-11",
            "time": "17:00",
            "location": "Столики в парку біля Hanzaring, Köln",
            "linkToMaps": "https://maps.app.goo.gl/tscc3bUP3BpQkBFt9",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>, або напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-12",
            "name": "Читка",
            "date": "2024-08-04",
            "time": "17:00",
            "location": "Столики в парку біля Hanzaring, Köln",
            "linkToMaps": "https://maps.app.goo.gl/tscc3bUP3BpQkBFt9",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>, або напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-11",
            "name": "Читка",
            "date": "2024-07-28",
            "time": "17:00",
            "location": "Столики в парку біля Hanzaring, Köln",
            "linkToMaps": "https://maps.app.goo.gl/tscc3bUP3BpQkBFt9",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>. <p>Якщо Ви недавно приєднались до групи, та не бачите відповідного повідомлення - напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-10",
            "name": "Читка",
            "date": "2024-07-21",
            "time": "17:00",
            "location": "Столики в парку біля Hanzaring, Köln",
            "linkToMaps": "https://maps.app.goo.gl/tscc3bUP3BpQkBFt9",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>. <p>Якщо Ви недавно приєднались до групи, та не бачите відповідного повідомлення - напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "openMic-2",
            "name": "Український відкритий мікрофон у Кельні",
            "date": "2024-08-27",
            "time": "19:00",
            "location": "Theatercafe Filmdose, Zülpicher Str. 39, 50674 Köln",
            "linkToMaps": "https://maps.app.goo.gl/BPHbnNLBU87iRAmM9",
            "description": "<p>Запрошуємо всіх охочих взяти участь в українському відкритому мікрофоні у Кельні!</p><ul><li>Виступити може кожен бажаючий безкоштовно.</li><li>Для участі потрібно написати нам в інстаграмі, фейсбуці, чи у нашій бесіді у WhatsApp</a>.</li><li>Якщо хочете отримати підтримку в підготовці до виступу - запрошуємо на щотижневі читки. Повідомлення про час та місце проведення можете шукати тут, або у нашому груповому <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">чаті у WhatsApp</a>.</li></ul><p>На цю подію квитків не продаємо. У залі будуть лише друзі тих, хто виступає. Це для того, щоб зробити перший виступ менш стресовим. </p>",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-1",
            "name": "Перша зустріч",
            "date": "2024-04-20",
            "time": "17:00",
            "location": "Christophstraße 44, 50670 Köln",
            "linkToMaps": "https://maps.app.goo.gl/QDfTgAdfdFXg9CjN6",
            "description": "Якщо плануєте приєднатись до першої зустрічі, залишайте 👍 на відповідне повідомлення у WhatsApp групі. До речі, на першу зустріч можна приходити без жартів, просто познайомитись теж буде корисно.",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-2",
            "name": "Читка",
            "date": "2024-05-12",
            "time": "17:00",
            "location": "Chlodwigpl. 28, 50678 Köln",
            "linkToMaps": "https://maps.app.goo.gl/YYwUYkWhvnqH7S8p6",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>. <p>Якщо Ви недавно приєднались до групи, та не бачите відповідного повідомлення - напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "openMic-1",
            "name": "Перший український відкритий мікрофон у Кельні",
            "date": "2024-06-04",
            "time": "19:00",
            "location": "Theatercafe Filmdose, Zülpicher Str. 39, 50674 Köln",
            "linkToMaps": "https://maps.app.goo.gl/BPHbnNLBU87iRAmM9",
            "description": "<p>Запрошуємо всіх охочих взяти участь у першому українському відкритому мікрофоні у Кельні!</p><ul><li>Виступити може кожен бажаючий безкоштовно.</li><li>Для участі потрібно заповнити <a href=\"https://forms.gle/1w1J6xF9m9JD37Fk9\">гугл форму</a>.</li><li>Якщо хочете отримати підтримку в підготовці до виступу - ласкаво просимо до нашого групового <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">чату у WhatsApp</a>.</li></ul><p>Вхід для глядачів: 5 євро. 100% виручки йде на підтримку ЗСУ.</p><p>Квитки можна придбати <a href=\"https://www.eventbrite.de/e/902820298817\" target=\"_blank\">тут</a>.</p>",
            "image": "img/openMic1.webp",
            "googleFormLink": "",
            "isFavorite": true
        },
        {
            "id": "meeting-3",
            "name": "Читка",
            "date": "2024-05-19",
            "time": "17:00",
            "location": "Christophstraße 44, 50670 Köln",
            "linkToMaps": "https://maps.app.goo.gl/QDfTgAdfdFXg9CjN6",
            "description": "Можна приходити і без жартів, просто познайомитись теж буде корисно. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>. <p>Якщо Ви недавно приєднались до групи, та не бачите відповідного повідомлення - напишіть адміністратору групи. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        },
        {
            "id": "meeting-4",
            "name": "Читка",
            "date": "2024-05-25",
            "time": "17:00",
            "location": "Christophstraße 44, 50670 Köln",
            "linkToMaps": "https://maps.app.goo.gl/QDfTgAdfdFXg9CjN6",
            "description": "Звертаємо увагу, що це вже передостанні вихідні перед відкритим мікрофоном. <p>Можна приходити і без жартів, просто з ідеями, чи темами. <p>Якщо плануєте приєднатись до цієї зустрічі, залишайте 👍 на відповідне повідомлення у <a href=\"https://chat.whatsapp.com/BXBNeksXPrJ29btgeo9BZZ\" target=\"_blank\">WhatsApp групі</a>. <p>Якщо Ви недавно приєднались до групи, та не бачите відповідного повідомлення - напишіть адміністратору групи, щоб він орієнтувався скільки людей прийде. <p>Якщо Ви не знаєте, що таке \"читка\", то можете прочитати про це <a href=\"#punch-up-session\">нижче</a> на цій же веб сторінці",
            "image": "",
            "googleFormLink": "",
            "isFavorite": false
        }
    ];

    return events;
});